 [
        {
            "id": 10,
            "img": "assets/images/blog/enlit1.png",
            "title": "Exploring the dynamic world of energy at Enlit Asia 2023!",
            "desc":"On the 15th of November, the PT Natuna Global Team took part in the Enlit Asia 2023 event held at ICE BSD. Enlit Asia, an annual conference and exhibition focused on the power and energy sector, serves as a crucial platform for industry leaders to share expertise, present innovative solutions, and strategize towards a low-carbon energy future in alignment with ASEAN's goals.\n\nOur journey at Enlit Asia involved exploring numerous booths, where we had the privilege of visiting our vendor's booth, Galaxy1 Communication.\n\nEnlit Asia operates as a year-round engagement platform for power and energy professionals in Southeast Asia, fostering connections, providing education, and driving advancements in the energy transition. Whether through digital interfaces or live events, the initiative brings together diverse stakeholders to enhance the availability, reliability, and sustainability of energy in the region.\n\nAt Enlit Asia, our mission is to dismantle silos within the industry, promoting collaboration across all facets of the ASEAN energy sector. This includes policymakers, regulators, technology providers, energy consumers, and an international perspective from the US, Europe, and Australia. This unique convergence aims to catalyze collective action towards a sustainable energy future for Southeast Asia.\n\nThis year's Enlit Asia, hosted in Indonesia following the previous year's event in Bangkok, holds particular significance. Indonesia, being the largest country in ASEAN, consumes approximately two-fifths of the region's energy. Recognizing the escalating energy demand across its 17,000 islands, Indonesia is diversifying its energy sources, shifting away from coal and imported petroleum to incorporate more renewables. The nation has set ambitious targets, aiming for 23% renewable energy use by 2025 and 31% by 2050.\n\nOur team participated in discussions and interactions at Enlit Asia in various booths. Natuna Global is unwavering in its commitment to advancing collaboration. We are dedicated to enhancing the capabilities of 1Wave and crafting tailored solutions that align with the unique requirements and preferences of our valued customers.\n\nStay tuned for more updates on our endeavors towards a brighter and sustainable tomorrow!",
            "tgl": "November 15, 2023",
            "galery": [
                "assets/images/blog/enlit1.png",
                "assets/images/blog/enlit2.png",
                "assets/images/blog/enlit3.png",
                "assets/images/blog/enlit4.png",
                "assets/images/blog/enlit5.png"
            ],
            "type": "activity"
        },
        {
            "id": 9,
            "img": "assets/images/blog/ime1.png",
            "title": "Explore Business Opportunities in Indonesia at Indonesia Maritime Expo (IME) 2023",
            "desc":"On October 19, Natuna team embarked on an exciting journey as we explored the Indonesia Maritime Expo (IME) at Jiexpo Jakarta.\n\nIndonesia Maritime Expo (IME) is the grand stage for the global maritime community, a platform where the latest in marine, workboat & offshore engineering, and port technology is showcased. It’s the place to be for strengthening your presence, forging business alliances, and nurturing potential opportunities in Indonesia’s booming maritime sector.\n\nIt’s the epicenter of activity for those aiming to enhance their presence, cultivate industry partnerships, and unlock a world of opportunities in Indonesia’s flourishing maritime sector. Exhibitors from various corners of the world converge here, offering insights, technologies, and solutions that can foster international business collaboration.\n\nWe delved into the cutting-edge technologies and services that are shaping the maritime industry’s future. This exhibition goes beyond mere vessels and harbors; it’s a monumental endeavor to shape the Maritime Highway of the future.\n\nWe’re thrilled to be part of this journey, contributing our expertise to this dynamic field.",
            "tgl": "October 19, 2023",
            "galery": [
                "assets/images/blog/ime1.png",
                "assets/images/blog/ime2.png",
                "assets/images/blog/ime3.png",
                "assets/images/blog/ime4.png"
            ],
            "type": "activity"
        },
        {
            "id": 8,
            "img": "assets/images/blog/dhc1.png",
            "title": "Unlock the Power of Real-Time Heading and Course Tracking with 1Wave!",
            "desc":"Have you ever wondered how to keep a close eye on your vessel’s headings and courses in real time? Look no further! With 1Wave, our cutting-edge application empowers you to effortlessly monitor both headings and courses, allowing you to maintain precise control over your vessel’s direction.\n\nWhether you’re navigating the open sea or managing a fleet, having real-time insights into headings and courses is essential for safe and efficient maritime operations. With 1Wave, you can access this critical information with ease.\n\nOur application offers a range of powerful features, including real-time tracking, speed monitoring, travel history, weather forecasts, and geofence alerts, ensuring that you have all the tools you need to make informed decisions while at sea.\n\nDon’t miss out on the opportunity to enhance your maritime experience. Explore the capabilities of 1Wave today and discover how it can revolutionize your vessel tracking and fleet management. Set sail with confidence, knowing that you have the best technology at your fingertips.",
            "tgl": "October 10, 2023",
            "galery": [
                "assets/images/blog/dhc1.png",
                "assets/images/blog/dhc2.png",
                "assets/images/blog/dhc3.png",
                "assets/images/blog/dhc4.png"
            ],
            "type": "blog"
        },
        {
            "id": 7,
            "img": "assets/images/blog/tt1.png",
            "title": "Unlocking the Power of Data with 1Wave's Track Tails Feature",
            "desc":"Navigate the Seas with Confidence! Discover 1Wave’s Track Tails feature. Unveil the distance traveled, speed, and timestamps, and unlock the power of data-driven decision making for optimized journeys. Set sail towards success with 1Wave!\n\nIn the world of maritime transportation, every nautical mile counts. Shipping companies understand the significance of precise ship tracking, and that’s where 1Wave’s Track Tails feature comes into play. This innovative tool is not just a feature; it’s a game-changer for the industry.\n\nWhat is Track Tails?\n\n1Wave’s Track Tails is a revolutionary feature that provides real-time information on a ship’s journey. It offers insights into crucial details like distance traveled, speed, and timestamps, allowing shipping companies to make informed decisions that can lead to significant operational optimizations.\n\nThe Benefits for Shipping Companies\n\n– Enhanced Efficiency: With Track Tails, shipping companies can monitor their vessels’ performance with unprecedented accuracy. Knowing the exact distance covered and the speed at which it was done allows for more efficient route planning and voyage management.\n\n– Improved Safety: Safety at sea is paramount. The ability to track a ship’s journey in real-time aids in ensuring that vessels are adhering to safe routes and speeds. Any deviations or anomalies can be quickly identified and addressed.\n\n– Data-Driven Decision Making: In the maritime industry, data is king. Track Tails provides a wealth of data points that can be used to make informed decisions. Whether it’s optimizing routes, adjusting speeds, or planning maintenance schedules, data-driven choices lead to cost savings and enhanced performance.\n\n– Customer Satisfaction: Reliable and efficient shipping services are a cornerstone of customer satisfaction. With Track Tails, shipping companies can provide accurate arrival estimates, reducing uncertainties for cargo owners and other stakeholders.\n\n– Competitive Advantage: In a competitive industry, staying ahead is crucial. Shipping companies that leverage the power of data through Track Tails gain a competitive edge. They can offer better services, reduce costs, and ultimately attract more business.\n\nSet Sail Towards Success with 1Wave!\n\n1Wave’s Track Tails feature is not just a tool; it’s a strategic advantage for shipping companies. It empowers them to navigate the seas with confidence, optimizing operations, enhancing safety, and ultimately ensuring their journeys are a voyage towards success.\n\nDon’t miss out on the benefits of Track Tails. Join the ranks of forward-thinking shipping companies that trust 1Wave for data-driven ship tracking excellence. With 1Wave, every journey is a step closer to maritime success.\n\nStay tuned for more updates on how 1Wave is transforming the maritime industry, one feature at a time!",
            "tgl": "September 27, 2023",
            "galery": [
                "assets/images/blog/tt1.png",
                "assets/images/blog/tt2.png",
                "assets/images/blog/tt3.png",
                "assets/images/blog/tt4.png",
                "assets/images/blog/tt5.png"
            ],
            "type": "blog"
        },
        {
            "id": 6,
            "img": "assets/images/blog/maritime1.png",
            "title": "Get Ready for the Ultimate Maritime Adventure with the Arrival of the World's Largest Cruise Ship!",
            "desc":"Are you ready to embark on the ultimate maritime adventure? Brace yourself, because the world’s biggest cruise ship is coming to join Royal Caribbean International’s fleet in January 2024!\n\nThe “Icon Of The Seas” sets sail in January 2024, promising an extraordinary voyage like no other. With a capacity to accommodate 5,610 passengers and a crew of 2,350 members, this colossal vessel is set to redefine the cruise experience.\n\nBut what truly sets the “Icon Of The Seas” apart is its sheer size. This mega cruise ship is five times larger and heavier than the Titanic, making it a true marvel of modern engineering. With 19 floors featuring more than 40 bars, restaurants, and even a bowling alley, there’s no shortage of entertainment and dining options onboard.\n\nThe “Icon Of The Seas” isn’t just a cruise ship; it’s a floating paradise where you can indulge in luxury, savor gourmet cuisine, and enjoy world-class entertainment. Whether you’re an adventure seeker, a relaxation enthusiast, or a food connoisseur, this ship has something for everyone.\n\nSo, are you ready to set sail on this magnificent maritime adventure? Stay tuned for more updates on the “Icon Of The Seas” and get ready to make unforgettable memories on the world’s largest cruise ship!",
            "tgl": "September 26, 2023",
            "galery": [
                "assets/images/blog/maritime1.png",
                "assets/images/blog/maritime2.png",
                "assets/images/blog/maritime3.png",
                "assets/images/blog/maritime4.png",
                "assets/images/blog/maritime5.png",
                "assets/images/blog/maritime6.png"
            ],
            "type": "blog"
        },
        {
            "id": 5,
            "img": "assets/images/blog/las1.png",
            "title": "From Lost at Sea to Smooth Sailing Navigating with 1Wave App",
            "desc":"Have you ever heard the remarkable story of Minister Sandiaga Uno and his fellow passengers belting out Coldplay’s “Fix You” while stranded at sea without navigational tools? It’s a memory that resonates with many, and their hopes for a Coldplay concert in Indonesia have now become a reality! But, let’s ensure that such incidents of getting lost at sea become a thing of the past. With the powerful vessel tracking app, 1Wave App, you can sail confidently, groove to Coldplay’s tunes, and stay safe on your maritime journeys.\n\nLost at Sea Imagine being on a ship in the vast expanse of the sea, with no navigational tools to guide you. That was the predicament faced by Minister Sandiaga Uno and his fellow passengers. In a moment of uncertainty, they found solace in the music of Coldplay and, together, sang “Fix You.” It was a powerful reminder of the human spirit’s resilience, even in the face of adversity.\n\nNavigating with Confidence: The 1Wave App Getting lost at sea is a situation no one wants to experience. That’s where the 1Wave App comes in. This powerful vessel tracking application is designed to provide mariners with the latest technology and the most comprehensive content to ensure safe and efficient maritime journeys.\n\nKey Features of 1Wave App:\n\n– Real-time Vessel Tracking: Stay updated on vessel locations, routes, and statuses in real time.\n– Efficient Navigation: Navigate with confidence, knowing you have precise vessel information at your fingertips.\n– Safety First: Enhance safety measures with timely weather updates and alerts.\n– Smooth Sailing: Say goodbye to uncertainties and enjoy smooth sailing on your maritime adventures.\n\nWith 1Wave App, you can sail confidently, enjoy your favorite tunes, and, most importantly, ensure your safety at sea. So, as Indonesia celebrates the long-awaited Coldplay concert, let’s also celebrate our commitment to safe and secure maritime journeys. Sail with confidence and make every voyage a memorable one with 1Wave App!",
            "tgl": "September 25, 2023",
            "galery": [
                "assets/images/blog/las1.png",
                "assets/images/blog/las2.png",
                "assets/images/blog/las3.png"
            ],
            "type": "blog"
        },
        {
            "id": 4,
            "img": "assets/images/blog/ais1.png",
            "title": "AIS Unveiled: The Tech Behind Safer Sea Travel",
            "desc": "Do you ever wonder how maritime professionals effortlessly manage vessel traffic and enhance safety on the open seas? The answer lies in AIS, the Automated Identification System. At Natuna Global, we bring this technology to life through our cutting-edge 1Wave tracking application. Let’s take a deep dive into AIS, its significance, types, and how 1Wave leverages it to revolutionize maritime management.\n\nUnderstanding AIS (Automated Identification System) AIS is a game-changer in maritime technology, enabling vessels to communicate and share essential information seamlessly. This system is instrumental in enhancing maritime safety, streamlining traffic control, and improving overall efficiency. AIS-equipped ships continuously broadcast their positions, courses, speeds, and other crucial data via VHF radio frequencies.\n\nThe Data Displayed by AIS AIS provides a wealth of real-time data, including:\n\n– Safety-Related Messages: These messages contain vital voyage information and weather warnings.\n– Static Information: Includes details like IMO numbers, call signs, vessel names, dimensions, and types.\n– Dynamic Information: Displays precise ship positions, status, Universal Time Coordinated (UTC), courses, speeds,headings, and sensor information.\n– Voyage-Related Information: Provides data on draft, hazardous cargo, destinations, estimated time of arrival (ETA), route plans, and onboard personnel.\n\n1Wave Application: Your Maritime Management Partner Natuna Global’s 1Wave tracking application is the bridge that brings AIS data to life. With our app, you can:\n\n– Monitor vessel traffic in real time\n– Ensure efficient traffic control and safety at sea.\n– Access comprehensive ship information effortlessly.\n– Receive timely weather updates and warnings.\n– Enhance decision-making for maritime operations.\n\nSo, whether you’re navigating bustling ports or vast open waters, 1Wave is your trusted companion for seamless maritime management. Stay ahead of the game with the #1WaveApp and experience the future of maritime technology. Join us on this exciting journey of innovation and excellence!",
            "tgl": "September 24, 2023",
            "galery": [
                "assets/images/blog/ais1.png",
                "assets/images/blog/ais2.png",
                "assets/images/blog/ais3.png",
                "assets/images/blog/ais4.png",
                "assets/images/blog/ais5.png"
            ],
            "type": "blog"
        },
        {
            "id": 3,
            "img": "assets/images/blog/inamarine1.png",
            "title": "Exploring Maritime Innovation: Natuna Global's Journey at Inamarine 2023",
            "desc":"Jakarta, August 24, 2023 — The Natuna Global team embarked on an exciting journey as they attended Inamarine 2023, the largest and most exclusive gathering in the maritime shipping, shipbuilding, and shipyard industry. Held on August 23-25th, 2023, this event brought together the best and brightest minds in the maritime world for a showcase of innovation, cooperation, and progress.\n\nInamarine has earned its reputation as Indonesia’s Most Influential and Biggest Maritime & Offshore Event in Asia, and this year was no exception. With a multitude of local and global exhibitors, it serves as the epicenter where ideas are transformed into action, and partnerships are solidified.\n\nWandering from booth to booth, our team immersed themselves in the latest maritime technologies, innovations, and services that are paving the way for the future of this vital industry. Inamarine 2023 underscored the fact that this event is not just about ships and ports; it’s about forging the Maritime Highway of tomorrow.\n\nNatuna Global is honored to be part of this incredible journey and to contribute our expertise to this dynamic field. As we move forward, we are excited to explore new horizons and continue playing a pivotal role in the ever-evolving maritime industry. Stay tuned for more updates and insights as we navigate the future of maritime excellence.",
            "tgl": "August 24, 2023",
            "galery": [
                "assets/images/blog/inamarine1.png",
                "assets/images/blog/inamarine2.png",
                "assets/images/blog/inamarine3.png"
            ],
            "type": "activity"
        },

        {
            "id": 2,
            "img": "assets/images/blog/ujifungsi1.jpg",
            "title": "Behind the scenes: A week of dedication and innovation!",
            "desc":"Jakarta, August 4, 2023 — In a week filled with dedication and innovation, the Natuna Global team embarked on a remarkable 3-day journey that pushed boundaries and empowered maritime safety. Our mission: to conduct a comprehensive function test assistance on the Vessel Monitoring System (VMS) application, ensuring seamless operations for Polairud’s fleet of 6 ships.\n\nFrom the bustling port of Priok to the stunning horizons of Banten and Makassar, our dedicated team worked tirelessly to guarantee every aspect of the system’s functionality. The VMS application, a cornerstone of maritime safety, plays a vital role in ensuring the security and efficiency of ship operations.\n\nThe first two days witnessed our experts fully immersed in testing at Priok, meticulously analyzing data to ensure precision and reliability. On Day 3, our crew split into two teams, venturing to Banten and Makassar. Here, amidst the open sea and bustling ports, they faced real-world challenges that put the VMS system to the test.\n\nOur function tests sailed through, providing Polairud’s ships with cutting-edge technology that equips them to navigate the seas effectively and safely. This accomplishment marks a significant step forward in enhancing maritime security and ensuring the smooth operation of vessels.\n\nHere’s to innovation, collaboration, and securing our waters with technology that works as hard as our dedicated team!\n\nNatuna Global remains committed to pushing the boundaries of maritime safety and embracing innovation to protect our maritime environment. Stay tuned for more updates on our journey towards a safer, more efficient maritime future.",
            "tgl": "August 4, 2023",
            "galery": [
                "assets/images/blog/ujifungsi1.jpg",
                "assets/images/blog/ujifungsi2.jpg",
                "assets/images/blog/ujifungsi3.jpg",
                "assets/images/blog/ujifungsi4.jpg"
            ],
            "type": "activity"
        },
        {
            "id": 1,
            "img": "assets/images/blog/vms1.png",
            "title": "Enhancing Maritime Security: Natuna Global's VMS Training for Polairud",
            "desc":"Jakarta, July 27, 2023 — With great enthusiasm and a commitment to maritime safety, the Natuna Global team provided comprehensive training on the use of the Vessel Monitoring System (VMS) application for the Kepolisian Perairan dan Udara (Polairud). This momentous training event took place at the Mercure Convention Center in Ancol.\n\nThe VMS application, meticulously designed with a keen focus on tracking, comes equipped with outstanding features tailored to support the activities of police vessels. It’s a leap forward in enhancing safety, improving efficiency, and elevating operational effectiveness at sea.\n\nDuring the training session, the dedicated Polairud team had the opportunity to delve into the intricacies of the VMS application, gaining hands-on experience with its powerful features. The application, a technological marvel, will enable Polairud to monitor vessel movements, ensuring greater control and security within their maritime domain.\n\nNatuna Global continues to push the boundaries of maritime technology, our commitment to collaboration, innovation,and excellence remains unwavering. Stay tuned for more updates as we embark on this exciting journey together!",
            "tgl": "July 27, 2023",
            "galery": [
                "assets/images/blog/vms1.png",
                "assets/images/blog/vms2.png",
                "assets/images/blog/vms3.png",
                "assets/images/blog/vms4.png"
            ],
            "type": "activity"
        }
    ]
